mocleiri/tensorflow-micropython-examples/boards/esp32/MICROLITE_SPIRAM_16M/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 module (microlite-spiram-16m)"
#define MICROPY_HW_MCU_NAME "ESP32"
